Repository: yakushabb/GabTag
Catalog: po/*.po
Languages: it

source: Modify audio tags
it: Modifica i tag audio

source: An audio tagging tool
it: Uno strumento di codifica audio

source: GabTag is a Linux audio tagging tool written in GTK 3, which makes it very suitable for gtk based desktop users.
it: GabTag è uno strumento di tagging audio Linux scritto in GTK 3, che lo rende moltoadatto per utenti desktop basati su gtk.

source: It allow users to select several file and modify their tags, It is also possible to directly let GabTag automatically find tags and lyrics for the audio files using online data.
it: Permette agli utenti di selezionare più file e modificare i loro tag, è anchepossibile lasciare che GabTag trovi automaticamente tag e testi per ilfile audio che utilizzano dati online.

source: GabTag is written in Python 3, uses Mutagen to handle audio tag. It also uses MusicBrainz database to find audio tags and lyrics.wikia.com to find lyrics online.
it: GabTag è scritto in Python 3, usa Mutagen per gestire i tag audio. Inoltreutilizza il database MusicBrainz per trovare tag audio e lyrics.wikia.com per trovaretesti online.

source: About
it: Inoformazioni su

source: Reset files
it: Ripristina file

source: Set online tags
it: Imposta tag online

source: Add a Folder to modify tags
it: Aggiungi una cartella per modificare i tag

source: Open
it: Apri

source: Save All
it: Salva Tutto

source: Name
it: Nome

source: Artist
it: Artista

source: Genre
it: Genere

source: Title
it: Titolo

source: Load
it: Carica

source: Load a cover (jpeg or png)
it: Carica una cover (jpeg o png)

source: Track number
it: Numero traccia

source: Year
it: Anno

source: Length
it: Lunghezza

source: Size
it: Dimensione

source: Reset Modification
it: Ripristina modifiche

source: Remove modification made to fields.
it: Rimuovi le modifiche apportate ai campi.

source: Save Modification
it: Salva modifiche

source: Save the modification made to this file.
it: Salva la modifica apportata a questo file.

source: MusicBrainz Tags
it: Tag MusicBrainz

source: Title
it: Titolo

source: Artist
it: Artista

source: Genre
it: Genere

source: Track
it: Traccia

source: Year
it: Anno

source: Set Tags
it: Imposta tag

source: Use the MusicBrainz tags
it: Usa i tag MusicBrainz

source: Lyrics
it: Testi

source: Set Lyrics
it: Imposta testi
